tap "felixkratz/formulae"
tap "nikitabobko/tap"
brew "gh"
brew "lazydocker"
brew "lazygit"
brew "syncthing"
brew "yazi"
brew "zsh"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "felixkratz/formulae/borders"
cask "aerospace"
cask "alacritty"
cask "apple-juice"
cask "arc"
cask "betterdisplay"
cask "claude"
cask "claude-code"
cask "datagrip"
cask "dbeaver-community"
cask "font-hack-nerd-font"
cask "github"
cask "leader-key"
cask "libreoffice"
cask "localsend"
cask "mac-mouse-fix"
cask "messenger"
cask "obsidian"
cask "qsyncthingtray"
cask "raycast"
cask "vial"
cask "visual-studio-code"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
